{"<pad>": 0, "<unk>": 1, "i": 2, "the": 3, "is": 4, "and": 5, "am": 6, "for": 7, "this": 8, "not": 9, "to": 10, "my": 11, "please": 12, "emergency": 13, "in": 14, "a": 15, "an": 16, "need": 17, "when": 18, "first": 19, "feel": 20, "about": 21, "student": 22, "it": 23, "now": 24, "right": 25, "reply": 26, "possible": 27, "but": 28, "have": 29, "me": 30, "do": 31, "clear": 32, "was": 33, "of": 34, "portal": 35, "because": 36, "from": 37, "time": 38, "keep": 39, "day": 40, "writing": 41, "through": 42, "almost": 43, "on": 44, "mobile": 45, "be": 46, "can": 47, "long": 48, "sometimes": 49, "honestly": 50, "since": 51, "last": 52, "month": 53, "project": 54, "recently": 55, "maybe": 56, "again": 57, "support": 58, "are": 59, "hope": 60, "place": 61, "you": 62, "message": 63, "id": 64, "hidden": 65, "english": 66, "language": 67, "after": 68, "tried": 69, "solve": 70, "confirm": 71, "already": 72, "checked": 73, "private": 74, "sent": 75, "well": 76, "sorry": 77, "every": 78, "group": 79, "study": 80, "feedback": 81, "lecture": 82, "final": 83, "access": 84, "lab": 85, "just": 86, "low": 87, "myself": 88, "task": 89, "been": 90, "deadline": 91, "still": 92, "class": 93, "campus": 94, "urgent": 95, "week": 96, "helped": 97, "want": 98, "exams": 99, "useful": 100, "like": 101, "hard": 102, "room": 103, "help": 104, "understand": 105, "form": 106, "studied": 107, "anxious": 108, "course": 109, "app": 110, "cannot": 111, "hours": 112, "out": 113, "overwhelmed": 114, "behind": 115, "panic": 116, "during": 117, "plan": 118, "networks": 119, "research": 120, "methods": 121, "programming": 122, "attended": 123, "explanation": 124, "thank": 125, "cybersecurity": 126, "economics": 127, "?": 128, "problem": 129, "location": 130, "biology": 131, "talk": 132, "safe": 133, "calculus": 134, "statistics": 135, "databases": 136, "data": 137, "structures": 138, "working": 139, "materials": 140, "exam": 141, "someone": 142, "machine": 143, "learning": 144, "linear": 145, "algebra": 146, "pressure": 147, "practical": 148, "quiz": 149, "submitted": 150, "received": 151, "midterm": 152, "checking": 153, "whether": 154, "rubric": 155, "has": 156, "uploaded": 157, "assignment": 158, "report": 159, "operating": 160, "systems": 161, "software": 162, "engineering": 163, "question": 164, "might": 165, "ai": 166, "web": 167, "development": 168, "physics": 169, "presentation": 170, "academic": 171, "accounting": 172, "chemistry": 173, "digital": 174, "logic": 175, "alone": 176, "emotionally": 177, "case": 178, "too": 179, "much": 180, "instructions": 181, "even": 182, "classes": 183, "update": 184, "or": 185, "classmates": 186, "scared": 187, "family": 188, "semester": 189, "grade": 190, "afraid": 191, "ask": 192, "advising": 193, "think": 194, "struggling": 195, "concentration": 196, "getting": 197, "worse": 198, "chatbot": 199, "helpful": 200, "recording": 201, "revise": 202, "topic": 203, "three": 204, "same": 205, "would": 206, "more": 207, "examples": 208, "overall": 209, "going": 210, "another": 211, "both": 212, "due": 213, "give": 214, "positive": 215, "teaching": 216, "style": 217, "simple": 218, "office": 219, "nothing": 220, "assistant": 221, "us": 222, "session": 223, "missed": 224, "two": 225, "lectures": 226, "slides": 227, "there": 228, "no": 229, "finding": 230, "get": 231, "bed": 232, "including": 233, "anonymous": 234, "immediate": 235, "postgraduate": 236, "isolated": 237, "focus": 238, "email": 239, "page": 240, "opened": 241, "successfully": 242, "library": 243, "resources": 244, "easy": 245, "at": 246, "junior": 247, "finished": 248, "we": 249, "only": 250, "confirmation": 251, "submission": 252, "format": 253, "senior": 254, "become": 255, "nervous": 256, "open": 257, "assessments": 258, "sophomore": 259, "disconnected": 260, "grades": 261, "dropped": 262, "fail": 263, "rereading": 264, "material": 265, "stressed": 266, "attendance": 267, "transport": 268, "issues": 269, "worried": 270, "failing": 271, "one": 272, "questions": 273, "lost": 274, "freshman": 275, "several": 276, "weeks": 277, "felt": 278, "empty": 279, "tired": 280, "finish": 281, "found": 282, "small": 283, "typo": 284, "balance": 285, "work": 286, "notification": 287, "arrived": 288, "previous": 289, "burned": 290, "continuous": 291, "quizzes": 292, "deadlines": 293, "especially": 294, "losing": 295, "may": 296, "many": 297, "practice": 298, "scores": 299, "frustrated": 300, "anymore": 301, "advisor": 302, "workload": 303, "finishing": 304, "that": 305, "tutoring": 306, "trying": 307, "messages": 308, "thoughts": 309, "feels": 310, "impossible": 311, "complete": 312, "thinking": 313, "prioritizing": 314, "tasks": 315, "with": 316, "hurt": 317, "escalate": 318, "human": 319, "under": 320, "probation": 321, "adding": 322, "stay": 323, "if": 324, "very": 325, "before": 326, "often": 327, "today": 328, "soon": 329, "what": 330, "counseling": 331, "tonight": 332, "contact": 333, "confusing": 334, "making": 335, "numb": 336, "happening": 337, "around": 338, "disappointing": 339, "try": 340, "best": 341, "everything": 342, "answered": 343, "registration": 344, "okay": 345, "comfortable": 346, "talking": 347, "how": 348, "bad": 349, "ending": 350, "life": 351, "over": 352, "weekend": 353, "something": 354, "dangerous": 355, "motivation": 356, "enjoy": 357, "anything": 358, "university": 359, "tell": 360, "next": 361, "step": 362, "wrote": 363, "goodbye": 364, "intervene": 365, "confidence": 366, "worthless": 367, "compare": 368, "others": 369, "leaving": 370, "review": 371, "wanting": 372, "live": 373, "remain": 374, "mental": 375, "health": 376, "hopeless": 377, "counselor": 378, "immediately": 379, "own": 380, "lonely": 381, "dorm": 382, "listen": 383, "without": 384, "judging": 385, "mood": 386, "changes": 387, "quickly": 388, "control": 389, "stress": 390, "extension": 391, "announcement": 392, "appreciate": 393, "leave": 394, "tomorrow": 395, "cry": 396, "know": 397, "who": 398, "should": 399, "check": 400, "having": 401, "suicide": 402, "trained": 403, "person": 404, "call": 405, "danger": 406, "emotional": 407, "constant": 408, "sadness": 409, "does": 410, "go": 411, "away": 412, "sad": 413, "most": 414, "days": 415, "avoid": 416, "replying": 417, "friends": 418, "drained": 419, "always": 420, "exhausted": 421, "progressing": 422, "skip": 423, "meals": 424, "down": 425, "new": 426, "timetable": 427, "organize": 428, "better": 429, "nobody": 430, "contacts": 431, "promise": 432, "will": 433, "send": 434, "crisis": 435, "morning": 436, "late": 437, "night": 438, "clearer": 439, "sleeping": 440, "marks": 441, "risk": 442, "harming": 443, "advice": 444, "ea": 445, "could": 446, "everyone": 447, "reviewed": 448, "guide": 449, "esomewhat": 450, "little": 451, "equite": 452, "eslightly": 453, "eseriously": 454, "ereally": 455, "econstantly": 456, "eextremely": 457, "eseriouslything": 458, "eslightlything": 459, "econstantlything": 460, "ereallything": 461, "littleone": 462, "eextremelything": 463, "eslightlyone": 464, "equitething": 465, "quite": 466, "ereallyone": 467, "esomewhatthing": 468, "equiteone": 469, "constantly": 470, "extremely": 471, "eextremelyone": 472, "littlething": 473, "somewhat": 474, "really": 475, "slightly": 476, "eseriouslyone": 477, "econstantlyone": 478, "esomewhatone": 479, "seriously": 480}